[
  {
    "title": "Rethinking Identity Politics",
    "slug": "debates",
    "date": "April 2024",
    "body": "<p>In June 29, 2023, the Supreme Court struck down affirmative action in college admissions in cases involving Harvard University and the University of North Carolina at Chapel Hill. The decision unleashed a firestorm of outrage and debate among progressives and liberals. At the same time, many conservatives heralded the decision as a step in the right direction. Liberals claimed this was a blow to the efforts of racial and social justice in America and therefore declaimed it as racist. Conservatives saw it as an attack on race-based decision-making and, therefore, anti-racist. The two reactions, however, as opposite as they may seem, rely on the same logic — the logic of identity politics. A month earlier, conservatives were in an uproar over the casting of black actress Halle Bailey as the main character, Ariel, in Disney’s remake of The Little Mermaid. Progressives championed this casting decision as insurgent and part of a larger social justice movement to make media more diverse.</p>"
  },
  {
    "title": "Manifesto to Revive the Dialectic",
    "slug": "dialectic",
    "date": "August 2023",
    "body": "<p>There is a right way to do philosophy. It is not by emailing papers to one another from isolated offices. It is not by reading and writing articles behind the safety of a computer screen. In short, it should not be done alone and it should not be sheltered. In America, our precious First Amendment has led us to believe that whenever possible our speech and our thought should be protected. That free minds should be allowed to wander into even the most murky and ideologically taboo grounds. This is the only way to maintain an intellectually thriving society. If writers are free to publish whatever they want we will naturally produce the best ideas and therefore the best laws — or so we say. What this notion overlooks is the fact that fear is often the best motivator to change. Somewhat paradoxically the most radical ideas often spring from the most tyrannical regimes. Those powers which seek to oppress often produce the best new ideas of any given generation. When we are hypothetically free to explore any topic we will (most of the time) choose to stay in familiar territory. When the possibilities are endless we will only conceive and therefore only produce those ideas and realities that are most comfortable. <p> One could apply here the clichéd conservative saying, "<a href='https://x.com/TimKennedyMMA/status/1384598161432317959?lang=en'> good times create weak men.</a>" A result of increased political freedom is intellectual complacency. Of course that phrase is commonly used to appeal to opulence of the postwar era in the US supposedly being a product of the difficulties and success in the war. This era of prosperity and productivity then supposedly devolved to the decadent 70’s where the US faced failure and humiliation in Vietnam. Hence ‘good times create weak men.’ The ‘good times’ this phrase refers to are those of political stability following military victory. It implies that peace and prosperity are not sustainable without some enemy to unite against. However this slogan is nothing more than a tool to propagandize — first used for the Cold War and McCarthyism and then for Iraq and Afghanistan. Peace without the threat of war is possible. But peace without political disagreement is not. This is true even of a hypothetical post-capitalist classless society in which the state has been nearly abolished. Even then there will be inequality of needs and interests which inevitably leads to different politics. This fact is therefore even more true of the modern capitalist society which entrenches such inequalities into the political and economic realities of class. Political instability of some degree is therefore inescapable. Because of this, the political landscape remains dynamic — constantly changing and shifting. When our constitution speaks of ‘freedom of speech’ it does not necessarily assume political stability. But it does assume that speech and ideas can be free from politics, and so create its own stability. In order for all ideas to be free and equal they must be isolated from the real world. They must be cut off, forgetting the context they were born from and existing only in a hypothetical plane. </p><p> Here lies the problem with the idea of freedom in dialogue. It is a joke — a fantasy. In reality, dialectic done properly cannot be severed from the world of politics. By the world of politics I simply mean the ongoing events of the world around us: laws, riots, wars. It is a liberty of the affluent west to ‘not be into politics’. The grieving Ukrainian mother, the starving Congolese child has no such privilege. The political world is the real world. Such severance of dialectic from politics is artificial and does nothing but turn the active lively process of the dialectic into a zombie, forever frozen in time. Many like to think that such an unchanging quality is exactly what gives dialectic its power that having been isolated from the ups and downs of political current it is now free to seek the eternal stable truth. This is what leads many a Twitter user with a marblehead profile picture to extol the greatness of the art and architecture before 1900. What they miss, however, is that such things are great not because they are timeless. They have become timeless because they were great. When Michelangelo sculpted David he was not trying to make something static and disconnected from the world. The piece was a political statement. In fact, when it was first unveiled protestors pelted it with stones. This provoking quality is what has made the sculpture relevant to this day. Great dialectic, similar to great art, does not appeal to security. It does not stay with what is the timeless classics, the tried-and-true. It challenges, it responds to what it sees around itself and forces the world to evolve. It is not only unnatural to make dialectic unpolitical, it is futile. Great literature, philosophy, art, music, poetry, and dialogue is inherently political. To pretend otherwise is a foul lie.</p><p>Now this alone does not crucify the noble ambition of seeking the truth. As the great writer Pushkin once wrote, “A deception that elevates us is dearer than a host of low truths.” However this deception does more than simply trick us. It acts as a veil behind which the status quo entrenches its sovereignty. At first glance, one might think that by disconnecting dialectic from politics, it may become free from conforming its environment. By elevating dialectic beyond the particular we avoid any concerns over censorship (either internal or external). This relies on a notion of finality to thoughts, ideas, and texts. It presupposes that we can construct an absolute form of dialectic free from any particulars, by using only the pure and true forms of concepts and ideas. However, such a notion is false. Writer David Caute once said “The truth is, the finality of a text is a myth.” The same can be said for a thought. Many writers and thinkers knowingly prop up this falsehood under the sad belief that an opinion or a book justifies itself only if it can properly lay claim to a self-contained existence. But there is no absolute existence of a thought. Like books, they have no clear beginning and no clear end. The so-called ‘final’ form of a thought is simply the point at which it is shared (similar to how the published form of a book is often considered final). Thoughts are caught in mid-air, like a facial expression captured by the flick of a camera shutter. A second later, and it would be different. Because this illusion of finality is built upon a series of texts and thoughts frozen in time, it can not truly claim to be timeless or objective. But this illusion of objectivity is exactly how the status quo maintains power. Just as a system gives rise to hostile ideas it also births many more friendly ones. Complacency is always easier than resistance. The majority of complacent ideas and texts are then artificially extracted from the context that made them. These then are claimed to be objective. It is not necessarily a malicious process but it happens that any attempt to divorce dialectic from politics only serves to institutionalize the ideology of the status quo. It entrenches the current state of things as objective truth or natural order and therefore implicitly rejects ideas to the contrary. That is why there can be no truly free dialectic. For such a thing to exist there would need to be an even ground floor from which to start building. The truth is that all dialectic is built upon the foundation of the preexisting state of affairs. All environments and societies that claim all ideas are free and equal have a latent, fundamental ideology that from the start predisposes certain thoughts to succeed. All ideas are not free and equal. The result of this is that many believe whatever ideas their status quo has branded as objective are indeed more true than others. This is the flaw with most so-called traditionalists and conservatives that believe their western culture and its art and architecture is objectively better than that of other cultures and times. Many of them are not authoritarian bigots trying to impose their culture on others as a result of ethnic or cultural supremacy. But they have been educated by such people to believe their illusions. Those who believe in truly free and equal dialectic with a ‘common’ starting point are either fascists or have been taught by them. It is therefore not only futile to try and construct environments where all ideas are free and equal but it inevitably leads to the promotion of ideas friendly to the status quo.</p><p>  What then is the solution? Or rather if isolating dialectic from the political world is wrong what is right? It is here acceptable to look back to arguably the first and greatest practitioner of dialectic: Socrates. When Plato wrote his dialogues they were not simply about pretentious ideas like wisdom and justice, they were about politics. They were the products of a man who was grieving the murder of his friend and tutor at the hands of an unjust trial. They were inherently political as well as philosophical. The Republic and The Apology (arguably Plato’s most famous works) are both deeply stoked in the political context of his day. This does not mean they cannot have implications and relevance far beyond 4th century BC Athenian politics. However the ideas discussed in the texts have their exigence in such contexts. I therefore propose that we conduct dialectic in a like manner. Not in active ignorance of politics but in light of it. With full view of the status quo regime, we should order our thoughts however we like. There is no obligation to be radical, simply to know where the boundaries are. Dialectic is an active process. It acts only when those who are in it are active as well. Those who are ignorant create obsolete and retrograde dialectic. Therefore to revive the dialectic it must be placed back in its true context, the political. Its purpose is to evolve, to progress society. It cannot do this when its members willfully close their eyes to what has come before and what is currently happening. An isolated and solitary philosopher is no philosopher at all. This is of course the second lesson from Socrates. Dialectic can never be practiced alone. This may be obvious to some, but a group is the only true place of dialectic. This is because dialectic is meant as a microcosm of society. Its pattern of back and forth ideas, agreement and disagreement is an imitation of the conflicts found in civilization throughout history. And conflict can never truly take place in a sane mind. Revolution is the father of dialectic. Dialectic seeks to recreate the effect of successful revolution without the bloodshed and tragedy. There are some points in history however when it has to call for daddy’s help.</p><p>With these thoughts in mind the rules of dialectic remain the same as those outlined by Barr in his famous speech. The most preeminent of those being that dialectic is a collaborative effort but not an equal one. Much like how government, the workplace, and society at large ought to be, dialectic’s true goal is for persons to unite. That isn’t to say become a homogeneous mob but instead to find as much common ground as possible and work together to achieve common goals. This does not necessarily mean that all will play an equal role or that everyone’s thoughts are equally valid. It is not a competition and it matters not from whom the truth is spoken only that it is. Just as in the revolution, there is no place for ego in dialectic and therefore it must be murdered.</p><p>Dialectic is not the perfect tool for humanity to achieve its shared goals. This is because fundamentally it relies on our ability to communicate through language. Language in itself is flawed. It generalizes, it abstracts. It institutionalizes those generalizations as proper and right. Therefore we must not rely too heavily on dialectic for our salvation. It simply is the best path forward. The dialectic fails at the moment when too much trust is placed upon it — when it takes itself too seriously. It has for too long suffered under its own pretensions and in this way shares the same fate as philosophy and literature. Philosophy fails to be relevant because it believes in the search for truth as its fundamental drive (the same is true for art and its search for beauty). Nietzsche knew this was false — that the same drive is behind every solitary human endeavor: survival. The urge to make a mark and not die childless. However it is in this fashion that dialectic can rise above any other pursuit. It is undertaken not mechanically or a priori (as Hegel seemed to think). It happens organically through the collaboration of many individuals to become something greater than themselves. As long as this remains the goal with the knowledge that it is composed of such flawed parts as human beings, dialectic will not fail.</p>"
  }
]
